<template>
  <div class="flex w-full flex-col flex-nowrap">
    <div
      class="
        flex
        w-full
        flex-row flex-wrap
        p-10
        bg-gray-100
        dark:bg-dark-900
        rounded-lg
      "
    >
      <p>
        В школе работает 8 преподавателей. Средний возраст специалистов – 40
        лет. Имеется потребность в квалифицированных преподавателях. Также
        имеется потребность в расширении учебных площадей, в связи с большим
        количеством желающих обучаться в Детской художественной школе.
      </p>
      <p>
        По образовательным программам получено положительное заключение
        Роспотребнадзора, а также - Лицензия на право ведения образовательной
        деятельности по программам: дополнительная общеразвивающая программа
        "Изобразительное искусство" и дополнительная предпрофессиональная
        программа "Живопись".
      </p>
    </div>
    <tabs category="Образование" />
  </div>
</template>

<script>
import Tabs from '../../../components/documents/tabs.vue';

export default {
  components: {
    Tabs,
  },
    Tabs
};
</script>

<style>
</style>